Repository: CocaDeveloper/ai-monitor
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: pt_br

source: %lld%% left
pt_br: %lld%% restantes

source: + Add Account
pt_br: + Adicionar conta

source: 15 minutes
pt_br: 15 minutos

source: 30 minutes
pt_br: 30 minutos

source: 5 minutes
pt_br: 5 minutos

source: 60 minutes
pt_br: 60 minutos

source: AI Monitor blocked an operation that could change your account
pt_br: O AI Monitor bloqueou uma operação que poderia alterar sua conta

source: AI Monitor opens the official ChatGPT sign-in page. Your password is never shown to or stored by AI Monitor.
pt_br: O AI Monitor abre a página oficial de login do ChatGPT. Sua senha nunca é exibida nem armazenada pelo AI Monitor.

source: AI Monitor will remove this account and its saved snapshot. The isolated Codex sign-in directory remains on disk until you remove it from Application Support.
pt_br: O AI Monitor removerá esta conta e o snapshot salvo. O diretório isolado de login do Codex continuará no disco até você removê-lo em Application Support.

source: Account name
pt_br: Nome da conta

source: Accounts
pt_br: Contas

source: Add
pt_br: Adicionar

source: Add Account
pt_br: Adicionar conta

source: Add Codex / OpenAI to begin.
pt_br: Adicione Codex / OpenAI para começar.

source: Advanced
pt_br: Avançado

source: App Server status: started only during sign-in and refresh.
pt_br: Status do App Server: iniciado somente durante o login e a atualização.

source: Appearance
pt_br: Aparência

source: Authentication is required
pt_br: É necessário autenticar

source: Available
pt_br: Disponível

source: Cancel
pt_br: Cancelar

source: Check Again
pt_br: Verificar novamente

source: Check for Updates
pt_br: Verificar atualizações

source: Check for updates
pt_br: Verificar atualizações

source: Choose Save Location…
pt_br: Escolher local para salvar…

source: Clear cached snapshots
pt_br: Limpar snapshots em cache

source: Codex CLI not found
pt_br: Codex CLI não encontrado

source: Coming later.
pt_br: Em breve.

source: Compact mode
pt_br: Modo compacto

source: Connect Codex
pt_br: Conectar Codex

source: Connect Codex to see limits and reset times here.
pt_br: Conecte o Codex para ver aqui os limites e horários de renovação.

source: Connect your first account
pt_br: Conecte sua primeira conta

source: Connected
pt_br: Conectado

source: Continue
pt_br: Continuar

source: Could not connect to the provider
pt_br: Não foi possível conectar ao provedor

source: Credit balance is shown only when an official read-only interface is available.
pt_br: O saldo de créditos só aparece quando existe uma interface oficial disponível somente para leitura.

source: Custom MCP
pt_br: MCP personalizado

source: Custom MCP connection editing is an advanced beta and is not enabled in this release.
pt_br: A edição de conexões MCP personalizadas é um beta avançado e não está habilitada nesta versão.

source: Dark CRT
pt_br: CRT escuro

source: Disconnect
pt_br: Desconectar

source: Display
pt_br: Exibição

source: Download Update
pt_br: Baixar atualização

source: Export Diagnostics
pt_br: Exportar diagnóstico

source: General
pt_br: Geral

source: Get Started
pt_br: Começar

source: It will not include passwords, tokens, API keys, cookies, account IDs, full email addresses, auth.json, private keys, MCP secrets, or URLs containing credentials.
pt_br: Ele não incluirá senhas, tokens, chaves de API, cookies, IDs de conta, endereços de e-mail completos, auth.json, chaves privadas, segredos MCP nem URLs com credenciais.

source: Launch at Login
pt_br: Abrir ao iniciar sessão

source: Login Cancelled
pt_br: Login cancelado

source: Login Failed
pt_br: Falha no login

source: Login required
pt_br: Login necessário

source: Monitor your Codex limits and reset times.
pt_br: Acompanhe os limites e horários de renovação do Codex.

source: More providers
pt_br: Mais provedores

source: Never updated
pt_br: Nunca atualizado

source: No Accounts
pt_br: Nenhuma conta

source: No accounts yet
pt_br: Nenhuma conta ainda

source: No usage data was provided
pt_br: Nenhum dado de uso foi fornecido

source: Not Connected
pt_br: Não conectado

source: Only connect a server you trust. AI Monitor shows the endpoint before connecting, stores bearer credentials in Keychain, and automatically calls only read-only usage tools.
pt_br: Conecte apenas servidores confiáveis. O AI Monitor mostra o endpoint antes da conexão, armazena credenciais bearer no Keychain e chama automaticamente somente ferramentas de uso aprovadas para leitura.

source: Open AI Monitor to connect an account
pt_br: Abra o AI Monitor para conectar uma conta

source: Open AI Monitor to refresh
pt_br: Abra o AI Monitor para atualizar

source: Opening Browser
pt_br: Abrindo o navegador

source: Planned
pt_br: Planejado

source: Preview
pt_br: Prévia

source: Private by default
pt_br: Privado por padrão

source: Progress bars
pt_br: Barras de progresso

source: Quit AI Monitor
pt_br: Sair do AI Monitor

source: Reconnect
pt_br: Reconectar

source: Reconnect Required
pt_br: Reconexão necessária

source: Refresh
pt_br: Atualizar

source: Refresh all accounts
pt_br: Atualizar todas as contas

source: Refresh interval
pt_br: Intervalo de atualização

source: Refreshing…
pt_br: Atualizando…

source: Remove
pt_br: Remover

source: Remove account?
pt_br: Remover conta?

source: Rename
pt_br: Renomear

source: Rename account
pt_br: Renomear conta

source: Reset %@
pt_br: Renova em %@

source: Reset Today at %@
pt_br: Renova hoje às %@

source: Reset Tomorrow at %@
pt_br: Renova amanhã às %@

source: Reset in %lldh %lldm
pt_br: Renova em %lldh %lldmin

source: Reset onboarding
pt_br: Reiniciar introdução

source: Reset time unavailable
pt_br: Horário de renovação indisponível

source: Retro Beige
pt_br: Bege retrô

source: Retro, readable, and original.
pt_br: Retrô, legível e original.

source: Save
pt_br: Salvar

source: Save Path
pt_br: Caminho para salvar

source: See your AI usage, resets and credits from one tiny menu bar monitor.
pt_br: Veja uso, renovações e créditos das suas IAs em um pequeno monitor na barra de menus.

source: Set up later
pt_br: Configurar depois

source: Settings
pt_br: Ajustes

source: Show experimental Custom MCP setup
pt_br: Mostrar configuração experimental de MCP personalizado

source: Show menu bar warning indicator
pt_br: Mostrar aviso na barra de menus

source: Show reset countdown
pt_br: Mostrar contagem regressiva da renovação

source: Sign in with ChatGPT
pt_br: Entrar com o ChatGPT

source: Start with Codex / OpenAI. You can add more accounts at any time.
pt_br: Comece com Codex / OpenAI. Você pode adicionar outras contas quando quiser.

source: Startup
pt_br: Inicialização

source: Support
pt_br: Suporte

source: System
pt_br: Sistema

source: The file will include exactly:
pt_br: O arquivo incluirá exatamente:

source: The provider did not respond in time
pt_br: O provedor demorou demais para responder

source: The provider process stopped unexpectedly
pt_br: O processo do provedor foi encerrado inesperadamente

source: The provider returned an unreadable response
pt_br: O provedor retornou uma resposta ilegível

source: Theme
pt_br: Tema

source: This provider version is not compatible
pt_br: Esta versão do provedor não é compatível

source: Updated %lldh ago
pt_br: Atualizado há %lldh

source: Updated %lldm ago
pt_br: Atualizado há %lldmin

source: Updated %llds ago
pt_br: Atualizado há %llds

source: Updates
pt_br: Atualizações

source: Usage remaining
pt_br: Uso restante

source: Usage unavailable
pt_br: Uso indisponível

source: View Release
pt_br: Ver release

source: Waiting for Login
pt_br: Aguardando login

source: Welcome to AI Monitor
pt_br: Boas-vindas ao AI Monitor

source: Your AI limits, resets, and credits at a glance.
pt_br: Seus limites, renovações e créditos de IA em um só lugar.

source: Your accounts stay on this Mac. AI Monitor does not collect your passwords or usage history.
pt_br: Suas contas ficam neste Mac. O AI Monitor não coleta senhas nem o seu histórico de uso.

source: Login was cancelled
pt_br: O login foi cancelado

source: Login failed
pt_br: Falha no login

source: Could not load your saved accounts. No data was deleted.
pt_br: Não foi possível carregar suas contas salvas. Nenhum dado foi apagado.

source: Kling’s public documentation does not currently provide a verified read-only credit balance login for this app. The account remains marked Usage unavailable.
pt_br: A documentação pública do Kling não oferece atualmente um login verificado para consulta do saldo de créditos por este app. A conta continuará marcada como Uso indisponível.

source: Last update failed. Showing the previous value.
pt_br: A última atualização falhou. Exibindo o valor anterior.

source: Could not save changes. Your previous data remains on disk.
pt_br: Não foi possível salvar as alterações. Seus dados anteriores continuam no disco.

source: About
pt_br: Sobre

source: MIT licensed · No analytics
pt_br: Licença MIT · Sem analytics

source: Checking…
pt_br: Verificando…

source: version unavailable
pt_br: versão indisponível

source: Detected: %@ · %@
pt_br: Detectado: %@ · %@
